IDEA Open Model
BoltGrid.ConnectedPlates Property
Compatible with IDEA StatiCa Beta 20.0
 Identifiers of the connected plates
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<int> ConnectedPlates { get; set; }
Public Property ConnectedPlates As List(Of Integer)
	Get
	Set
Property Value
Type: List<Int32>
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace